#include<stdio.h>
#include<stdlib.h>
#include <../libtrpo/tar.h>
int main()
{
int vr;
printf("_____________________________________________________\n");
printf("| ▄███▀▀▀▀▀███▄                                      | \n");
printf("| █▀▀▀▀▀▀▀▀▀▀▀█                                      | \n");
printf("| █░░█▀▀▀▀▀█░░█                                      | \n");
printf("| █░░█░░░░░█░░█                                      | \n");
printf("| █░░█░░░░░█░░█                                      | \n");
printf("| █░░█░░░░░█░░█                                      | \n");
printf("| █░░▀▀▀▀▀▀▀░░█                                      | \n");
printf("| █▀▀▀▀▀▀▀▀▀▀▀█                     (1.START)        | \n");
printf("| █░░▀░░▀░░▀░░█                                      | \n");
printf("| █░░▀░░▀░░▀░░█                    (2.COMPARE)       | \n");
printf("| █░░▀░░▀░░▀░░█                     (3.OLIST)        | \n");
printf("| █▄▄▄▄▄▄▄▄▄▄▄█                   (4.DEVELOPERS)     | \n");
printf("| ▀███████████▀                      (5.EXIT)        | \n");
printf("|____________________________________________________| \n");
printf("|Пожалуста, выберите нужный пункт меню:              | \n");
printf("|____________________________________________________| \n");

scanf("%d", &vr);

if(vr == 1){
printf("Вы готовы дети\n");
}

if(vr == 2){
printf("|____________________________________________________| \n");
printf("|             COMING SOON                            | \n");
printf("|____________________________________________________| \n");

}


if(vr == 5){
return 0;
}

}
