#include"opr.h"

 int opr1(){
int v=0;
printf("______________________________________________________________\n");
printf("|Добрый день, вас приветствует ваша курсовая раборта         |\n");
printf("|____________________________________________________________|\n");
printf("|Ответьте на парочку вопросов:                               |\n");
printf("|1. Вы разрешаете приложению начать свою работу?             |\n");
printf("|  -ДА  (1)                                                  |\n");
printf("|  -НЕТ (2)                                                  |\n");
printf("|____________________________________________________________|\n");
     scanf("%d", &v);
  return (v);
  }
  
 int opr2(int m){
 int s=0; 
  printf("____________________________________________________________\n");
  printf("|-Доступные оператоы на данный момент-                      |\n");
  printf("|___________________________________________________________|\n");
  printf("|-Мегафон          (1)                                      |\n");
  printf("|-МTC              (2)                                      |\n");
  printf("|-TELE2            (3)                                      |\n");
  printf("|-Билайн           (4)                                      |\n");
  printf("|___________________________________________________________|\n");
     scanf("%d", &s);
     if(s==1){m=m+10;}
     if(s==2){m=m+20;}
     if(s==3){m=m+30;} 
     if(s==4){m=m+40;}
    return (m);
}
 int opr3(int m){
int l=0;
   printf("____________________________________________________________\n");
   printf("|ПОЖАЛУЙСТА, выберите приоритетный Параметр                |\n");
   printf("|__________________________________________________________|\n");
   printf("|Минуты для звонков              (1)                       |\n");
   printf("|Интернет-трафик                 (2)                       |\n");
   printf("|Служба-коротких-сообщений(смс)  (3)                       |\n");
   printf("|NotStated                       (4)                       |\n");
   printf("|Эконом                          (5)                       |\n");
   printf("|__________________________________________________________|\n");
    scanf("%d", &l);
if(l==1){m=m+1;} if(l==2){m=m+2;} if(l==3){m=m+3;} if(l==4){m=m+4;} if(l==5){m=m+5;} 
return (m);
}


